[language]
name=हिन्दी 
id=1050
[frmMain]
btnSearchAll=सभी खोजें(&S)
btnOpenFile=फ़ाइल खोलें(&F)…
btnOpen=खुला(&O)
btnExit=अंत(&X)
btnAdvance=अन्य(&O)
btnClose=अंत(&X)
mFile=फ़ाइल(&F)
mOpen=खुला(&O) ...

mExit=अंत(&X)
mCodeConvert=Transcoding(&C)
mLanguage=भाषा(&Language)
mHelp=मदद(&H)
mAbout=के बारे में(&A)
mOptions=विकल्प(&O)
mWebsite=अद्यतन वेबसाइट(&W)
mBugReport=बग रिपोर्ट(&R)
mManual=परिचालन मैनुअल(&M)
mWebserver=वेब सर्वर(&W)
mChangeDirectory=घर निर्देशिका के लिए(&C)
mShowAllDb=छुपी हुई डेटाबेस

[frmAddfavor]
btnadd=जोड़ा गया(&A)
btndelete=हटाएँ(&E)
btncancel=बंद(&C)
btnup=पर(&U)
btndown=अगला(&D)



[frmData]
mautodict=ऑटो शब्दकोश(&D)
mautosearch=स्वचालित क्वेरी(&S)
mHe=मूल हान संपादित करने के लिए(&H)
mSetNoteColor=सेट Meipi रंग(&C)...
mSetNotebgColor=सेट Meipi पृष्ठभूमि(&B)...
mSetDefNoteColor=डिफ़ॉल्ट रंग Meipi(&C)...
mSetDefNotebgColor=डिफ़ॉल्ट Meipi पृष्ठभूमि(&B)...
mSetDefBmColor=रंग बुकमार्क्स(&B)...
mCloneTab=प्रतिकृति टैब(&R)
mSmallTreeFont=छोटे फोंट का उपयोग क्षेत्रों की सूची(&S)
mListAdb=अन्य डेटाबेस खोलें ...
mCloseTab=इस टैब बंद करें
mCloseRightTab=करीब सभी अधिकार

mSelectAll=सभी का चयन करें(&A)
mSelectAll1=सभी का चयन करें(&A)
mFindchar=भागों खोज शब्दों ...
mNoChange=अपरिवर्तित(&A)
mTraditional=परंपरागत में(&T)
mSimplified=सरलीकृत रूपांतरण(&S)

mManual=परिचालन मैनुअल(&M)
mAbout=के बारे में(&A)
mHelp=मदद(&H)
mSeperator=अनुच्छेद विभाजक(&P)
mExternalImage=कार्यक्रमों बाहरी प्लग का उपयोग-(&E)
mUseccg=अंतर्निहित फ़ॉन्ट का प्रयोग करें(&C)
mUsemingliext=रोमन सत्तर वर्णों का उपयोग(&M)
mSynonym=खोज समानार्थी(&S)
mAutofocus=ध्यान स्वतः ही इस क्षेत्र में स्थानांतरित(&F)
mAutolock=स्वत: बंद रेंज(&L)
mExport=निर्यात(&E)
mExportRefer=निर्यात बहु व्यूपोर्ट(&R)...
mExportText=निर्यात इस क्षेत्र(&E)...
mExportTree=निर्यात क्षेत्र निर्देशिका(&T)...
mExportNote=निर्यात नोट्स ...
mImportNote=आयात नोट्स ...
mViewNote=देखें अन्य नोट्स ...
mRevertNote=उत्तर मेरे नोट्स
mFavorites=पसंदीदा(&F)
mAddFavorite=पसंदीदा में जोड़ें(&A)
mAddFavorite1=पसंदीदा में जोड़ें(&A)
mOrganizeFavorite=मेरे पसंदीदा में से प्रबंधित करें(&O)

cbsearchtype=खोज विधि चुनें
edittofind=प्रेस ऐतिहासिक रिकॉर्ड और जोड़ा जा सकता है टैब खोज परिणामों में सहेजा दर्ज
mAdvOptions=उन्नत विकल्प(&O)
mOptions=विकल्प(&O)
mVertical1=कार्यक्षेत्र(&V)
mFontsize=फ़ॉन्ट का आकार(&F)
mSmallfont=छोटे फोंट(&S)
mMiddleFont=फ़ॉन्ट(&M)
mLargeFont=बड़े फ़ॉन्ट(&L)
mExtraFont=बड़े फ़ॉन्ट(&E)
mWrap=ऑटो लपेटें(&W)
mShowLineNo=प्रदर्शन पंक्ति क्रमांक(&S)
mShowTree=पेड़(&T)
mShowRefer=बहु व्यूपोर्ट(&R)

mReading=पढ़ें(&R)
mGoHotLine=हॉट लाइन करने के लिए(&L)
mGoline1=जाना(&G)...
mExcerptLine=सारांश पंक्तियाँ(&E)
m1line=कीवर्ड पंक्ति(&1)
m3lines=रेखा के नीचे कुंजी शब्द(&3)
m5lines=चाबी के ऊपर और नीचे शब्दों दो पंक्तियों(&5)
mExcerptMode=सारांश मोड(&X)
mExcerptMode2=सारांश मोड
mExcerptType=अमूर्त वर्ग(&E)
mBookmarks=बुकमार्क्स(&B)
mKeywords=कीवर्ड(&K)
mMarkers=हाइलाइटर(&M)
mBookmark=बुकमार्क्स(&B)
mNextbookmark=अगले बुकमार्क(&U)
mprevBookmark=पिछले बुकमार्क्स(&M)
mNextbookmark1=अगले बुकमार्क
mprevBookmark1=पिछले बुकमार्क्स
mNextMarker=अगले हाइलाइटर
mPrevMarker=पिछले हाइलाइटर
mExcerpt=अमूर्त(&E)
mNextOccur1=लिखना(&N)
mPrevOccur1=कलम(&P)
mNextOccur=लिखना(&N)
mPrevOccur=कलम(&P)
mNote=नोट्स(&N)
mManual=परिचालन मैनुअल(&M)
mAdvance=उन्नत मोड(&A)
mShowtoolbox=उपकरण बॉक्स(&T)
mUsedFiles=फ़ाइल खोलें दिया गया है(&U)
mHideNoHit=केवल सूचियाँ जो मिलना(&L)
mAutoGotoOccur=स्वचालित रूप से पहले करने के लिए कूद से मिलने(&O)
mResetTree=जड़(&T)
mGotofind=खोज पाठ बॉक्स(&T)
mClearAllBookmarks=सभी बुकमार्क्स साफ़(&C)
mClearAllMarkers=स्पष्ट सभी हाइलाइटर(&M)
mClearVisited=स्पष्ट रेखा की पृष्ठभूमि का रंग पढ़ा है(&V)
mClone=नकल खिड़की(&N)
mTopofFile=प्रोफाइल होम(&F)
mGoForward=अगले जंक्शन बिंदु
mGoBackward=अंतिम जंक्शन बिंदु
mAddNote=जोड़ें Meipi(&N)
mDeleteNote=हटाएँ बैंक Meipi(&D)
mAddLink=हाइपरलिंक्स(&H)...
mSelection=मर्ज खोजें(&M)
mResetTree=जड़(&R)
mCopy=प्रति(&C)
mCopyExcerpt=संदर्भ कॉपी(&E)
mCopyRef=संदर्भ बिंदु की प्रतिलिपि बनाएँ(&R)
mCopyRef1=संदर्भ बिंदु की प्रतिलिपि बनाएँ(&R)
mExcerptMode=सारांश मोड(&X)
mTreeParents=दस्तावेज़ वर्ग(&H)
mBookmark=बुकमार्क्स(&B)
mNextbookmark=अगले बुकमार्क(&U)
mprevBookmark=पिछले बुकमार्क्स(&M)
mFindSelection=उन्नत खोज(&S)
mFindSel=खोज(&F)
mFindSelAnd=पहले और बाद में(&+)
mFindSelOr=या(&,)
mFindSelStar=वाइल्डकार्ड(&*)
mFindSelAndNot=कोई पहले और बाद में है(&-)
mFirsthit=पूरा करने के लिए पहले(&A)
mHideNoHit=केवल सूचियाँ जो मिलना(&L)
mExpandone=विस्तार की एक परत (+)
mExpandAll=सभी का विस्तार करें (*)
mCollapseOne=अभिसरण परत (-)
mCollapseAll=कन्वर्जेंस के सब (/)
mSelectAbort=क्षेत्र अचयनित(&S)
mShowLineNo=प्रदर्शन पंक्ति क्रमांक(&S)
mNodeAsRange=अपनी खोज करें(&W)
mExcerptType=अमूर्त वर्ग(&E)
mMarker=हाइलाइटर(&M)

mClearMarker=स्पष्ट हाइलाइटर(&C)
mCustomMarker=कस्टम रंग(&1)
mCustomMarker1=कस्टम रंग(&2)
mCustomMarker2=कस्टम रंग(&3)
mCustomMarker3=कस्टम रंग(&4)
mClearMarker=स्पष्ट(&L)

mGlyphInfo=गतिशील आकार(&G)...
mGlyphInfo1=गतिशील आकार(&G)...
mFindDict=शब्दकोश(&D)
[frmGotoline]
lblLineno=लाइन संख्या
bGotoline=ठीक है
bCancel=रद्द
lblID=पुस्तक पेज
lblwarning=पता नहीं कर सकते!

[frmBugReport]
lblemail=अपना ई मेल
lblname=आपका नाम
lbldescription=विवरण
btnsend=भेजा
lblattachment=त्रुटि स्क्रीन संलग्न करने के लिए जल्दी से समस्याओं की पहचान ड्राइंग करें
btnGuide=दिशा निर्देश रिपोर्टिंग त्रुटि
[frmIndex]
btnBuild=निर्माण
btnSelect=चयनकर्ता
btnUp=पर
btnDown=अगला
btnDel=हटायें
btnClear=सभी निकालें
lblDB=डेटाबेस नाम

[frmAbout]
btnCheckupdate=अद्यतन देखें
[frmImage]
btnSaveAs=सहेजें चित्र(&A)
btnCopy=क्लिपबोर्ड पर प्रतिलिपि बनाएँ(&C)


[lookup]
name0=बौद्ध शब्दकोश
url0=錯誤：510$_;
name1=शिक्षा अकर्मण्य मंत्रालय
url1=錯誤：510dict&QueryScope=
name2=पाली, अंग्रेजी शब्दकोश
url2=錯誤：510PHRASE&word=
name3=कोलोन डिजिटल संस्कृत शब्दकोश
url3=錯誤：510mwd&prst=
name4=गूगल
url4=錯誤：510$_;
name5=विकिपीडिया
url5=$ Http://zh.wikipedia.org/wiki/ _;

[frmAddLink]
btnok=ठीक है
rblink=हाइपरलिंक डेटाबेस
rburl=बाहरी (यूआरएल) वेबसाइट या फ़ाइल नाम
rbtext=नोट
btncancel=रद्द
lblwarning=लिंक अमान्य!
btndelete=हटाएँ
[frmccgfind]
lblinput=इनपुट
lblids=विन्यास के प्रकार
cbvariant=भागों की पहचान
cbsystemfont=तंत्र शब्द
cbExtb=विस्तारित वर्ण सेट बी
lblinner=आंतरिक कोड
lblhanyu=चीनी
lblbasic=* भाग
btnselect=चयनित
[frmbmtext]
btnOk=ठीक है
btnCancel=रद्द
btnClear=रिक्त
btnColor=रंग
[frmnotes]
cbnotes=Meipi
cbmarkers=हाइलाइटर
cbuserlinks=कस्टम हाइपरलिंक्स
cbbookmarks=बुकमार्क्स
btnOk=ठीक है
btnCancel=ऊपर दो

[strings]
exportnotetype=निर्यात निम्नलिखित नोट्स
importnotetype=आयात निम्नलिखित नोट्स

image_link=चार्ट
found_hits=प्रकट%d बार
found_matchs=कुल%d कलम (%d बार)
not_found=कोई संबंधित पदों
no_marker=कोई हाइलाइटर
no_bookmark=कोई बुकमार्क
image_not_found=छवि फ़ाइल नहीं मिली!
no_nextoccur=नीचे वहाँ कोई अन्य शब्द है
no_prevoccur=पाठ नहीं कर पाया
search_distance=रिक्ति समायोजन
gotreenode=निर्देशिका नोड करने के लिए(&T)
aboutdb=के बारे में
noabout=इस दस्तावेज़ में कोई कॉपीराइट हित 8 यू BAF है
btnRoot.hint=अभिसरण और सभी निर्देशिका नोड्स अनलॉक
sbDistance.hint=खोज वाक्यांश की परिभाषा और वाइल्डकार्ड * के बीच अधिकतम स्वीकार्य दूरी रिक्ति
editDistance.hint=वर्तमान खोज का स्थान एक इकाई के रूप "पाठ", अंग्रेजी पाठ में एक शब्द का एक ऑपरेटर के लिए सेट
Doctrees.hint=निर्देशिका वृक्ष संरचना में प्रस्तुत
textviewer.hint=इस क्षेत्र
mbegin.hint=शुरुआत पर पाए जाने वाले से
mend.hint=समाप्त होता है की तुलना में मिलना
thechar.hint=कि प्रणाली इस फ़ॉन्ट नहीं देखा है
message_sent=संदेश भेज दिया गया है!
total_match=कुल अनुपालन समय:
total_lines=पैराग्राफों के कुल उत्पादन:
end_of_export=डेटा निर्यात पूरा हो गया है
export_trimmed=पंक्तियों की अधिकतम संख्या के लिए निर्यात को रोकने से अधिक
criteria=खोज मानदंड:
link_not_found=के लिए लिंक नहीं जा सकती!
cbmatchtype=विधि मिलान
matchtype=शुरुआत में, कुछ है, अंत में, पूरी तरह से
dictmatchtype=शुरुआत में, आवृत्ति के अंत में कुछ,, पूरा, पूर्ण पाठ,
seconds=सेकंड
termcountexceed=प्रविष्टि भी कई (%d) मिलो, गुंजाइश की संकीर्ण कृपया
quitprogram=व्यवस्था का अंत?
addfavorite=- पसंदीदा में जोड़ें
organizefavorite=- मेरी पसंदीदा प्रबंधित
resulttab=खोज परिणाम
dicttab=शब्दकोश
bookmarkstab=बुकमार्क्स
markerstab=हाइलाइटर
userlinkstab=हाइपरलिंक्स
textnotestab=Meipi
termnotfound="%s" नहीं मिला!
totaltermfound=मिला%d महीने
gotohelp=कोड पृष्ठों की पंक्ति दर्ज करें, उदाहरण के लिए, \ n पांचवें माप 5 \ पृष्ठ 5p7 पृष्ठ 5p7 # 4 की चौथी लाइन के \ n पांचवें बुक सातवीं n पांचवें बुक सातवीं \ सातवीं किताब np7 पृष्ठ n
linkhelp=डेटाबेस हाइपरलिंक वाक्यविन्यास CTRL + G अन्य डेटाबेस आईडी, मामले से पहले डेटाबेस से संवाद \ n लिंक बॉक्स देखें:? \ Ntaisho Taisho मात्रा 1 से जुड़े 1p7a, 7 पृष्ठ, स्तंभ \ ntaisho N221 बड़े से जुड़े 221 से है

askclearallbookmarks=सुनिश्चित करें कि आप सभी बुकमार्क स्पष्ट करना चाहते हैं?
askclearallmarkers=सुनिश्चित करें कि आप सभी Highlighter स्पष्ट करना चाहते हैं?
askclearalluserlinks=सुनिश्चित करें कि आप सभी कस्टम हाइपरलिंक स्पष्ट करना चाहते हैं?
askclearalltextnotes=सुनिश्चित करें कि आप सभी Meipi स्पष्ट करना चाहते हैं?
clearallbookmarks=सभी बुकमार्क्स साफ़
clearallmarkers=स्पष्ट सभी हाइलाइटर
clearalltextnotes=सब साफ़ Meipi
clearalluserlinks=सभी कस्टम हाइपरलिंक साफ़
closealltab=वर्तमान टैब के दाहिने हाथ की सभी टैब हटाने के लिए?
confirm=पुष्टि
mbegin=लाइन की शुरुआत के साथ में
mend=का अंत मिलना
selectionexceed=चयन भी, केवल%d शब्दों की नकल की.
viewnote=अन्य नोट्स, संपादन कर रहे हैं नहीं देख रहे हैं. \ N यदि आप अन्य लोगों के नोट बदलने के लिए, पहले आयातित करना चाहते हैं.
askcleartextbookmark=बुकमार्क अनुभव, हटाने के लिए सुनिश्चित किया है?
frmbmtext.caption=बुकमार्क पाठ युक्तियाँ
Filename=फ़ाइल का नाम
Name=नाम
Date=तारीख
Found=पाया 
